export const genshinProps = [
    {
        id: 1,
        name: 'HP'
    },
    {
        id: 2,
        name: '%HP'
    },
    {
        id: 3,
        name: 'Сила Атаки'
    },
    {
        id: 4,
        name: '%Сила Атаки'
    },
    {
        id: 5,
        name: 'Защита'
    },
    {
        id: 6,
        name: '%Защиты'
    },
    {
        id: 7,
        name: 'Мастерство Стихий'
    },
    {
        id: 8,
        name: 'Восстановление Энергии'
    },
    {
        id: 9,
        name: 'Крит. Шанс'
    },
    {
        id: 10,
        name: 'Крит. Урон'
    },
    {
        id: 11,
        name: 'Бонус Лечения'
    },
    {
        id: 12,
        name: 'Бонус Анемо Урона'
    },
    {
        id: 13,
        name: 'Бонус Гео Урона'
    },
    {
        id: 14,
        name: 'Бонус Электро Урона'
    },
    {
        id: 15,
        name: 'Бонус Дендро Урона'
    },
    {
        id: 16,
        name: 'Бонус Гидро Урона'
    },
    {
        id: 17,
        name: 'Бонус Пиро Урона'
    },
    {
        id: 18,
        name: 'Бонус Крио Урона'
    },
    {
        id: 19,
        name: 'Бонус Физ Урона'
    },
    {
        id: 20,
        name: 'КШ/КУ'
    },
]
export const honkaiProps = [
    {
        id: 1,
        name: 'HP'
    },
    {
        id: 2,
        name: '%HP'
    },
    {
        id: 3,
        name: 'Сила Атаки'
    },
    {
        id: 4,
        name: '%Сила Атаки'
    },
    {
        id: 5,
        name: 'Защита'
    },
    {
        id: 6,
        name: '%Защиты'
    },
    {
        id: 7,
        name: 'Шанс Попадания Эффектов'
    },
    {
        id: 8,
        name: 'Восстановление Энергии'
    },
    {
        id: 9,
        name: 'Крит. Шанс'
    },
    {
        id: 10,
        name: 'Крит. Урон'
    },
    {
        id: 11,
        name: 'Бонус Лечения'
    },
    {
        id: 12,
        name: 'Бонус Ветряного Урона'
    },
    {
        id: 13,
        name: 'Бонус Мнимого Урона'
    },
    {
        id: 14,
        name: 'Бонус Электро Урона'
    },
    {
        id: 15,
        name: 'Бонус Квантового Урона'
    },
    {
        id: 16,
        name: 'Бонус Физ Урона'
    },
    {
        id: 17,
        name: 'Бонус Огненого Урона'
    },
    {
        id: 18,
        name: 'Бонус Ледяного Урона'
    },
    {
        id: 19,
        name: 'Скорость'
    },
    {
        id: 20,
        name: 'Эффект Пробития'
    },
    {
        id: 21,
        name: 'КШ/КУ'
    },
    {
        id: 22,
        name: 'Сопротивление Эффектам'
    },
]
export const zzzProps = [
    {
        id: 1,
        name: 'HP'
    },
    {
        id: 2,
        name: '%HP'
    },
    {
        id: 3,
        name: 'Сила Атаки'
    },
    {
        id: 4,
        name: '%Сила Атаки'
    },
    {
        id: 5,
        name: 'Защита'
    },
    {
        id: 6,
        name: '%Защиты'
    },
    {
        id: 7,
        name: 'Знание Аномалии'
    },
    {
        id: 8,
        name: 'Восстановление Энергии'
    },
    {
        id: 9,
        name: 'Крит. Шанс'
    },
    {
        id: 10,
        name: 'Крит. Урон'
    },
    {
        id: 11,
        name: 'Контроль Аномалии'
    },
    {
        id: 12,
        name: 'Бонус Огненного Урона'
    },
    {
        id: 13,
        name: 'Бонус Электро Урона'
    },
    {
        id: 14,
        name: 'Бонус Физ Урона'
    },
    {
        id: 15,
        name: 'Бонус Ледяного Урона'
    },
    {
        id: 16,
        name: 'Бонус Эфирного Урона'
    },
    {
        id: 17,
        name: 'Процент Пробивания'
    },
    {
        id: 18,
        name: 'Импульс'
    },
    {
        id: 19,
        name: 'КШ/КУ'
    },
]